brew 'ant'
brew 'apache-spark'
brew 'awscli'
brew 'bash-completion'
brew 'Caskroom/cask/xquartz'  # for R
brew 'colordiff'
brew 'coreutils'
brew 'ctags'
brew 'elasticsearch'
brew 'elixir'
brew 'ffmpeg'
brew 'freetds'  # for thin gem (!)
brew 'gawk'
brew 'gcc'
brew 'geoip'
brew 'ghostscript'
brew 'git'
brew 'gpg'
brew 'graphicsmagick'
brew 'gsl'
brew 'hadoop'
brew 'imagemagick'
brew 'jq'
brew 'leiningen'
brew 'llvm'
brew 'lua'
brew 'markdown'
brew 'maven'
brew 'memcached'
brew 'mongo'
brew 'mysql'
brew 'node'
brew 'percona-toolkit'
brew 'pidof'
brew 'postgresql'
brew 'protobuf'
brew 'python'
brew 'python3'
brew 'r'
brew 're2c'
brew 'redis'
brew 'rust'
brew 'sbt'
brew 'scala'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tree'
brew 'unrar'
brew 'v8'
brew 'watch'
brew 'zeromq'

tap 'homebrew/completions'
brew 'bundler-completion'
brew 'cargo-completion'
brew 'gem-completion'
brew 'maven-completion'
brew 'pip-completion'
brew 'rails-completion'
brew 'rake-completion'
brew 'ruby-completion'
brew 'rustc-completion'
