brew 'ant'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'colordiff'
brew 'coreutils'
brew 'ctags'
brew 'dfu-util' # particle.io
brew 'freetds'  # for thin gem (!)
brew 'gawk'
brew 'gcc'
brew 'geoip'
brew 'ghostscript'
brew 'git'
brew 'gpg'
brew 'gsl'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'llvm'
brew 'lua'
brew 'markdown'
brew 'maven'
brew 'mysql'
brew 'node'
brew 'pidof'
brew 'postgresql'
brew 'protobuf'
brew 'pstree'
brew 'pv'
brew 'python'
brew 'python3'
brew 're2c'
brew 'redis'
brew 'sbt'
brew 'scala'
brew 'sdl'
brew 'source-highlight'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tree'
brew 'unrar'
brew 'v8'
brew 'watch'
brew 'zeromq'

tap 'homebrew/completions'
brew 'bundler-completion'
brew 'gem-completion'
brew 'maven-completion'
brew 'pip-completion'
brew 'rails-completion'
brew 'rake-completion'
brew 'ruby-completion'

tap 'caskroom/cask'
cask 'xquartz'  # for R

tap 'homebrew/science'
brew 'r'
